Repository: SelfControlApp/selfcontrol
Catalog: *.lproj/ExtraStrings.strings
Languages: fa, pt_br, tr

source: day
fa: روز
pt_br: dia
tr: gün

source: days
fa: روزها
pt_br: dias
tr: gün

source: hour
fa: ساعت
pt_br: hora
tr: saat

source: hours
fa: ساعات
pt_br: horas
tr: saat

source: minute
fa: دقیقه
pt_br: minuto
tr: dakika

source: minutes
fa: دقایق
pt_br: minutos
tr: dakika

source: Block in progress
fa: بلوک در حال پیشرفت
pt_br: Bloqueio em progesso
tr: Engelleme aktif

source: The blacklist cannot be edited while a block is in progress.
fa: .لیست سیاه قابل ویرایش نیست در حالی که یک بلوک در حال پیشرفت است
pt_br: A lista negra não pode ser editada quando um bloqueio está sendo processado.
tr: Engelleme aktif iken blok listesi düzenlenemez.

source: OK
fa: باشه
tr: Tamam

source: Helper tool not launched as root.
fa: .ابزار کمکی به عنوان ریشه راه اندازی نشده است
pt_br: A ferramenta de ajuda não pode ser inicializada como root.
tr: Yardımcı araç root olarak çalıştırılamaz.

source: Helper tool launched with insufficient arguments.
fa: .ابزار کمکی راه اندازی با استدلال کافی نیست
pt_br: A ferramenta de ajuda foi inicializada com argumentos insuficientes.
tr: Yardımcı araç yetersiz argüman ile çalıştırıldı.

source: Host blocklist not set
fa: تناسب اندام، تندرستی میزبان تنظیم نشده
pt_br: A lista de bloqueios não foi configurada
tr: Blok listesi ayarlanmadı

source: Could not write launchd plist file to LaunchDaemons folder.
fa: .می تواند فایل رو با یه launchd به پوشه LaunchDaemons ارسال نشده است
pt_br: Não foi possível escrever o arquivo launchd plist file no diretório do LaunchDaemons.
tr: launchd plist dosyası LaunchDaemons klasörüne yazılamadı.

source: Could not create PrivilegedHelperTools directory.
fa: .ساخت پوشه امکان پذیر نیست
pt_br: Não foi possível criar o diretório do PrivilegedHelperTools.
tr: PrivilegedHelperTools klasörü oluşturulamadı.

source: Could not change permissions on PrivilegedHelperTools directory.
fa: .می تواند مجوز در دایرکتوری PrivilegedHelperTools را تغییر دهید
pt_br: Não foi possível modificar as permissões no diretório PrivilegedHelperTools.
tr: PrivilegedHelperTools klasörünün izinleri değiştirilemedi.

source: Could not delete old helper binary.
fa: .می تواند یاور دودویی قدیمی را حذف کنید
pt_br: Não foi possível deletar o antigo binário do helper.
tr: Eski yardımcı uygulama silinemedi.

source: Could not copy SelfControl's helper binary to PrivilegedHelperTools directory.
fa: .می تواند یاور دودویی SelfControl به دایرکتوری PrivilegedHelperTools کپی کنید
pt_br: Não foi possível copiar o binário de apoio do SelfControl para o diretório PrivilegedHelperTools.
tr: SelfControl'ün yardımcı uygulaması PrivilegedHelperTools klasörüne kopyalanamadı.

source: Could not change permissions on SelfControl's helper binary.
fa: .می تواند مجوز در باینری یاور SelfControl را تغییر نمیدهد
pt_br: Não foi possível modificar as permissões do binário de apoio do SelfControl.
tr: SelfControl'ün yardımcı uygulamasının izinleri değiştirilemedi.

source: Insufficient block information found.
fa: .اطلاعات بلوک کافی یافت می شود
pt_br: Foi encontrada insuficiente informação de bloqueio.
tr: Blok bilgisi yetersiz bulundu.

source: Launch daemon load returned a failure status code.
fa: .بار راه اندازی شبح یک کد وضعیت شکست بازگشت
pt_br: A inicialização do daemon retornou um status de erro.
tr: Launch daemon load bir hata kodu oluşturdu.

source: Remove option called.
fa: .حذف گزینه ای به نام
pt_br: Chamado opção de remoção.
tr: Called seçeneğini kaldır.

source: Refreshing domain blacklist, but no block is currently ongoing.
fa: .تازه کردن لیست سیاه دامنه، اما هیچ بلوک در حال حاضر در حال انجام است
pt_br: Recarregando os domínios da lista negra, mas não há nenhum bloqueio acontecendo.
tr: Blok listesi yenileniyor, fakat engelleme aktif değil.

source: Checkup ran but no block found.
pt_br: Checkup executou, porém nenhum bloqueio foi encontrado.
tr: Checkup çalıştırıldı, fakat engelleme bulunamadı.

source: Could not write lock file.
fa: .فایل قفل نوشتن نیست
pt_br: Não pudemos escrever o arquivo de lock.
tr: Lock file yazılamadı.

source: Could not remove SelfControl lock file.
fa: .می تواند SelfControl فایل قفل را حذف کنید
pt_br: Não foi possível remover o arquivo de lock do SelfControl
tr: SelfControl lock dosyası silinemedi.

source: SelfControl lock file already exists. Please try your block again.
fa: .SelfControl فایل قفل قبل وجود دارد. لطفا دوباره بلوک خود را امتحان کنید
pt_br: O arquivo de lock do SelfControl já existe. Por favor, tente seu bloqueio novamente.
tr: SelfControl lock dosyası zaten mevcut. Lütfen engellemeyi tekrar deneyin.

source: Helper tool failed with unknown error code: %d
fa: %d :ابزار کمکی با کد خطای ناشناخته شکست خورده
pt_br: A ferramenta de ajuda falhou com um código de erro desconhecido: %d
tr: Yardımcı araç bilinmeyen bir hata kodu verdi: %d

source: Error %d received from the Security Server.
fa: .خطا از ٪d از سرور امنیت را دریافت کرد
pt_br: Erro %d recebido do the Servidor de Segurança.
tr: Güvenlik Sunucusu %d hatasını verdi.

source: Error -104: The helper tool crashed. This may cause unexpected errors.
fa: خطا -104: ابزار کمکی سقوط کرد. این ممکن است اشتباهات غیر منتظره می شود.
pt_br: Erro -104: A ferramenta de ajuda falhou. Pode ter sido causado por erros inesperados.
tr: Hata -104: Yardımcı araç durdu. Bu bilinmeyen hatalara sebep olabilir.

source: Are you sure you want a whitelist block?
fa: آیا مطمئن هستید که می خواهید یک بلوک لیست سفید؟
tr: İzin listesi engellemesi istediğinizden emin misiniz?

source: A whitelist block means that everything on the internet BESIDES your specified list will be blocked. This includes the web, email, SSH, and anything else your computer accesses via the internet. If a web site requires resources such as images or scripts from a site that is not on your whitelist, the site may not work properly.
fa: .بلوک لیست سفید این معنی است که همه چیز را در اینترنت علاوه بر لیست مشخص شده خود را مسدود خواهد شد. این شامل وب، ایمیل، SSH، و هر چیز دیگری از کامپیوتر خود را دسترسی از طریق اینترنت. اگر یک وب سایت نیاز به منابع مانند تصاویر یا اسکریپت از یک سایت است که در لیست سفید شما نیست، سایت ممکن است به درستی کار نمی کند
pt_br: Whitelist significa que tudo na internet exceto o que está especificado na lista serão bloqueados.Isso inclui a web, email, SSH, e qualquer outra coisa que seu computador acesse via Internet. Se um web site requer recursos como imagens ou scripts de um dominio que não esteja na sua whitelist, este dominio poderá não funcionar corretamente
tr: İzin listesi engellemesi yazdığınız liste dışındaki HER ŞEYİN engellenmesi anlamına gelir. Buna bütün web, email, SSH gibi internet erişimi kullanan bütün uygulamalar dahildir. İzin listenizdeki bir sitenin başka bir sayfadan yüklediği resimler görüntülenemeyebilir, betikler çalışmayabilir.
